{
  "data": [
    {
      "title": "Holoride GmbH - Ocean Protocol",
      "text": [
        {
          "p": "Our engagement with Artis has proven that it is imperative to have a market ‘’Faculty has been a great partner to work with. They are a very responsive, maker who aligns with the project’s vision and roadmap. Their expertise has provided excellent market insights and executed our mutual targets helping us immensely to make the right decisions as Holoride started to gain effectively traction."
        },
        {
          "p": "The ‘for-client’ approach they uphold shines through in going the extra mile to not just deliver standard market making but also aid us in finding the right exchanges, 24/7 availability to shed light on general activity rather than operating from a ‘black box’ structure and just generally wanting to align with all things Holoride."
        }
      ],
      "people": [
        { "name": "Bruce Pon", "role": "Founder" },
        { "name": "Nils Wollny", "role": "CEO and Co-Founder" }
      ]
    },
    {
      "title": "AllianceBlock - Energy Web Token",
      "text": [
        {
          "p": "We have worked with Artis for the last 2 years and are consistently impressed. We started with Faculty because we were looking for a partner who would be by their professionalism, expertise, and drive. They have always supported us able to advise us on our strategy and also treat us as an important client and not only from a market-making perspective but also from a consultancy and not just one of many. In our work with Faculty, we not only experienced an input side. Their technology is top notch and they are always available when reliable fulfillment of contracted duties, but they go the extra mile. The team needs them. All in all, I would recommend a 'For-client' Market Maker who proactively goes above and beyond what was agreed upon if they believe it can."
        },
        {
          "p": "Artis to any aspiring project.’’ benefit project. They are a team that always puts the client first and it feels like they have become an extension to our core team in a way."
        }
      ],
      "people": [
        { "name": "Rachid Ajaja", "role": "CEO and Co-Founder" },
        { "name": "Walter Kok", "role": "CEO and Co-Founder" }
      ]
    }
  ]
}
